Repository: DataManagementLab/collab-coursebook
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: This field is required.
de_de: Dieses Feld wird benötigt

source: Image Attachment
de_de: Bildanhang

source: Content
de_de: Inhalt

source: Image
de_de: Bild

source: Allowed extensions are:
de_de: Erlaubte Dateiendungen sind:

source: Image Attachments
de_de: Bildanhänge

source: Default: 0:00
de_de: Standard: 0:00

source: Upload an existing Markdown file
de_de: Eine existierende Markdown Datei hochladen

source: Write Markdown with editor
de_de: Markdown mit Editor schreiben

source: You must upload a Markdown file.
de_de: Laden sie bitte eine Markdown Datei hoch.

source: You must put in some text.
de_de: Geben sie bitte Text ein.

source: None of the options were chosen.
de_de: Keine Option ausgewählt.

source: Source
de_de: Quelle

source: License
de_de: Lizenz

source: Image Content
de_de: Bild-Inhalt

source: Image Contents
de_de: Bild-Inhalte

source: Please insert only valid LaTeX code. The packages and \begin{document} and \end{document} will be inserted automatically.
de_de: Bitte geben Sie nur gültigen LaTeX-Code ein. Die Packages und \begin{document} und \end{document} werden automatisch hinzugefügt.

source: Latex Content
de_de: Latex-Inhalt

source: Latex Contents
de_de: Latex-Inhalte

source: PDF Content
de_de: PDF-Inhalt

source: PDF Contents
de_de: PDF-Inhalte

source: Markdown File
de_de: Markdown Datei

source: Markdown Script
de_de: Markdown Skript

source: Insert your Markdown script here:
de_de: Fügen Sie Ihr Markdown Skript hier ein:

source: MD Content
de_de: MD-Inhalt

source: MD Contents
de_de: MD-Inhalte

source: Textfield Content
de_de: Textfeld-Inhalt

source: Textfield Contents
de_de: Textfeld-Inhalte

source: Video Start Timestamp
de_de: Start des Videos

source: Type in the time as HH:MM:SS (e.g. 2:05:10, 2:05, 0:50).
de_de: Geben sie Zeiten im Format HH:MM:SS an (z.B. 2:05:10, 2:05, 0:50).

source: Video End Timestamp
de_de: Ende des Videos

source: YouTube Video Content
de_de: YouTube-Video-Inhalt

source: YouTube Video Contents
de_de: YouTube-Video-Inhalte

source: Please input a correct format for your starting time.
de_de: Bitte geben sie die Startzeit in einem korrekten Format an.

source: Please input a correct format for your ending time.
de_de: Bitte geben sie die Endzeit in einem korrekten Format an.

source: Please make sure that your start and end time are different.
de_de: Bittetellen sie sicher dass ihre Start- und Endzeiten verschieden sind.

source: Please make sure that your end time is larger than your start time.
de_de: Stellen sie sicher dass ihre Endzeit kleiner ist als die ihre Startzeit.

source: Please make sure your start and end times are smaller than the videos length.
de_de: Stellen sie sicher dass ihre Start- und Endzeiten kleiner sind als die Videolänge.

source: Please make sure your start time is smaller than the videos length.
de_de: Stellen sie sicher dass ihre Startzeit kleiner ist als die Videolänge.

source: Please make sure your end time is smaller than the videos length.
de_de: Stellen sie sicher dass ihre Endzeit kleiner ist als die Videolänge.

source: Panopto Video Content
de_de: Panopto-Video-Inhalt

source: Panopto Video Contents
de_de: Panopto-Video-Inhalte

source: Hours
de_de: Stunden

source: Minutes
de_de: Minuten

source: Seconds
de_de: Sekunden

source: View on Panopto
de_de: Auf Panopto ansehen

source: View on YouTube
de_de: Auf YouTube ansehen

source: Description
de_de: Beschreibung

source: Download
de_de: Herunterladen

source: Timestamps
de_de: Zeitstempel

source: End
de_de: Ende

source: Invalid type
de_de: Ungültiger Typ

source: The type of content you are trying to view is not supported and cannot be displayed
de_de: Der Inhaltstyp, den Sie sich anschauen wollen, wird nicht unterstützt und kann nicht angezeigt werden
